export const products = [
  {
    title: 'Сборник развивающих заданий 3-4 года',
    id: 'p1book',
    categories: ['Общее развитие'],
    topics: ['Дети 3-4 года'],
    price: 580,
    img: '/static/images/products/mainbook.webp',
    additionalImages: ['/static/images/products/mainbook.webp','/static/images/products/3_4/1.webp','/static/images/products/3_4/2.webp','/static/images/products/3_4/3.webp'],
    age: '3-4 года',
    selected: false,
    description: 'Сборник заданий для деток в возрасте от 3 до 4 лет. /\n' +
      'В книге всего 80 заданий с яркими и красочными иллюстрациями. Все задания разбиты на темы. Всего выбрано 4 темы: математика, мышление, внимание и моторика. /\n' +
      'Задания в книге расположены таким образом, чтобы, можно было заниматься с ребенком по 15-20 минут в день, и при этом в полной мере охватить всю программу: потренировать память и мышление; уделить внимание таким важным областям знаний, как математика; подготовить руку к письму. /\n' +
      'Всего в книге десять занятий. Каждое занятие занимает четыре странички. Все задания сформированы и подходят под указынный возраст.',
    payment: 'Добавьте желаемый товар или несколько товаров в корзину./\n' +
      'Нажмите кнопку оформить заказ, проверьте свой заказ и нажмите кнопку Оплатить. /\n' +
      'Обязательно проверьте точность указанного вами электронного адрес! /\n' +
      'На указанную вами почту, после прохождения оплаты придет письмо с сылкой или ссылками (если у вас несколько товаров). /\n' +
      'Перейдя по ссылке вам будет открыт доступ к файлам, можно скачивать, пользоваться в элекстронном формате или распечатывавть. Все файлы доступны в формате PDF. /\n Очень удобно.',
    video: 'qw9YFjMNpeI',
    link: 'https://drive.google.com/drive/folders/1A7NabiVnVG5rErw6EshwDU7Eg1_-Drjf?usp=drive_link'
  },
  {
    title: 'Сборник развивающих заданий 2-3 года',
    id: 'p2book',
    categories: ['Общее развитие'],
    topics: ['Дети 2-3 года'],
    price: 580,
    img: '/static/images/products/book23.webp',
    additionalImages: [],
    age: '2-3 года',
    selected: false,
    description: 'Сборник заданий для деток в возрасте от 2 до 3 лет. /\n' +
      'В книге всего 80 заданий с яркими и красочными иллюстрациями. Все задания разбиты на темы. Всего выбрано 4 темы: математика, мышление, окружающий мир и моторика. /\n' +
      'Задания в книге расположены таким образом, чтобы, можно было заниматься с ребенком по 15-20 минут в день, и при этом в полной мере охватить всю программу: потренировать мышление;\n' +
      'уделить внимание таким важным областям знаний, как\n' +
      'математика; подготовить руку к письму; поближе\n' +
      'познакомиться с окружающим миром и расширить кругозор. /\n' +
      'Всего в книге десять занятий. Каждое занятие занимает четыре странички. Все задания сформированы и подходят под указынный возраст.',
    payment: 'Добавьте желаемый товар или несколько товаров в корзину./\n' +
      'Нажмите кнопку оформить заказ, проверьте свой заказ и нажмите кнопку Оплатить. /\n' +
      'Обязательно проверьте точность указанного вами электронного адрес! /\n' +
      'На указанную вами почту, после прохождения оплаты придет письмо с сылкой или ссылками (если у вас несколько товаров). /\n' +
      'Перейдя по ссылке вам будет открыт доступ к файлам, можно скачивать, пользоваться в элекстронном формате или распечатывавть. Все файлы доступны в формате PDF. /\n Очень удобно.',
    video: 'X1Bd-FK4qpc',
    link: 'https://drive.google.com/drive/folders/1eiv1-iUYogTsX1cov6QPyy1KGWuHxPC9?usp=sharing'
  },
  {
    title: 'Счёт до пяти. Учимся считать и писать',
    id: 'p3book',
    categories: ['Математика'],
    topics: ['Дети 3-4 года','Дети 4-5 лет'],
    price: 280,
    img: '/static/images/products/math.webp',
    additionalImages: [],
    age: '3+',
    selected: false,
    description: 'Тетрадь-пропись поможет научить ребёнка считать от одного до пяти и писать цифры от 1 до 5./\n' +
      'В тетради  38 страниц с учебным материалом, заданиями и прописями.  Это пособие - прекрасный старт для знакомства малыша с цифрами. /\n' +
      'Помните о нормах развития. Счет, грамота и чтение - это уровень предшкольного возраста. Не торопите своего ребенка. Если малыш не готов учить цифры, предложите ему игры по возрасту.',
    payment: 'Добавьте желаемый товар или несколько товаров в корзину./\n' +
      'Нажмите кнопку оформить заказ, проверьте свой заказ и нажмите кнопку Оплатить. /\n' +
      'Обязательно проверьте точность указанного вами электронного адрес! /\n' +
      'На указанную вами почту, после прохождения оплаты придет письмо с сылкой или ссылками (если у вас несколько товаров). /\n' +
      'Перейдя по ссылке вам будет открыт доступ к файлам, можно скачивать, пользоваться в элекстронном формате или распечатывавть. Все файлы доступны в формате PDF. /\n Очень удобно.',
    video: 'CbYunsw7tBo',
    link: 'https://drive.google.com/drive/folders/1xV8YRBBkzrR6FwhoU4nKvT1NiOo-RsGX?usp=sharing'
  },
  {
    title: 'Карточки “Фрукты и ягоды” 32 шт',
    id: 'cards1Fruits',
    categories: ['Общее развитие','Окружающий мир','Английский язык'],
    topics: ['Малыши 0-1 года', 'Малыши 1-2 года', 'Дети 2-3 года', 'Дети 3-4 года', 'Дети 4-5 лет'],
    price: 490,
    img: '/static/images/products/fruits.webp',
    additionalImages: [],
    age: '0+',
    selected: false,
    description: 'Набор карточек для самых маленьких. В наборе 32 карточки с яркими картинками всех самых популярных фруктов и ягод. А для расширения кругозора в список добавлены еще и экзотические фрукты./\n' +
      'На карточках изображены фото настоящих фруктов и ягод, чтобы ребенок сразу привыкал к естественному виду плодов./\n' +
      'На обороте каждой карточки малыша ждут загадки для закрепления изученных слов. /\n' +
      'Также все слова имеют перевод на английский язык, чтобы ребёнок сразу запоминал слова на двух языках. /\n' +
      'К набору идет отдельный лист с информацией для родителей, по использованию карточек./\n' +
      'При желании карточки можно заламинировать, для удобства в использовании.',
    payment: 'Добавьте желаемый товар или несколько товаров в корзину./\n' +
      'Нажмите кнопку оформить заказ, проверьте свой заказ и нажмите кнопку Оплатить. /\n' +
      'Обязательно проверьте точность указанного вами электронного адрес! /\n' +
      'На указанную вами почту, после прохождения оплаты придет письмо с сылкой или ссылками (если у вас несколько товаров). /\n' +
      'Перейдя по ссылке вам будет открыт доступ к файлам, можно скачивать, пользоваться в элекстронном формате или распечатывавть. Все файлы доступны в формате PDF. /\n Очень удобно.',
    video: 'LpXWb5tF_28',
    link: 'https://drive.google.com/drive/folders/1CLSpacW7aYSufc2VU_pgNHF4DPXtciuZ?usp=sharing'
  },
  {
    title: 'Карточки “Овощи и зелень” 32 шт',
    id: 'cards2Vegetables',
    categories: ['Общее развитие','Окружающий мир','Английский язык'],
    topics: ['Малыши 0-1 года','Малыши 1-2 года','Дети 2-3 года','Дети 3-4 года', 'Дети 4-5 лет'],
    price: 490,
    img: '/static/images/products/vegetables.webp',
    additionalImages: [],
    age: '0+',
    selected: false,
    description: 'Набор карточек для самых маленьких. В наборе 32 карточки с яркими картинками всех самых популярных овощей. А для расширения кругозора в список добавлена еще и зелень./\n' +
      'На карточках изображены фото настоящих овощей, чтобы ребенок сразу привыкал к естественному виду плодов./\n' +
      'На обороте каждой карточки малыша ждут загадки для закрепления изученных слов. /\n' +
      'Также все слова имеют перевод на английский язык, чтобы ребёнок сразу запоминал слова на двух языках. /\n' +
      'К набору идет отдельный лист с информацией для родителей, по использованию карточек./\n' +
      'При желании карточки можно заламинировать, для удобства в использовании.',
    payment: 'Добавьте желаемый товар или несколько товаров в корзину./\n' +
      'Нажмите кнопку оформить заказ, проверьте свой заказ и нажмите кнопку Оплатить. /\n' +
      'Обязательно проверьте точность указанного вами электронного адрес! /\n' +
      'На указанную вами почту, после прохождения оплаты придет письмо с сылкой или ссылками (если у вас несколько товаров). /\n' +
      'Перейдя по ссылке вам будет открыт доступ к файлам, можно скачивать, пользоваться в элекстронном формате или распечатывавть. Все файлы доступны в формате PDF. /\n Очень удобно.',
    video: 'I5rcpEO0LgM',
    link: 'https://drive.google.com/drive/folders/1CQoAJCORrnMvIHomvuGgrqZ-gUxgPAnl?usp=sharing'
  },
  {
    title: 'Карточки ”Учим животных” 32 шт',
    id: 'cards3Animals',
    categories: ['Общее развитие','Окружающий мир','Английский язык'],
    topics: ['Малыши 0-1 года','Малыши 1-2 года','Дети 2-3 года','Дети 3-4 года', 'Дети 4-5 лет'],
    price: 490,
    img: '/static/images/products/animals.webp',
    additionalImages: [],
    age: '0+',
    selected: false,
    description: 'Набор карточек для самых маленьких. В наборе 32 карточки с яркими картинками всех самых популярных животных./\n' +
      'На карточках изображены фото настоящих зверей, чтобы ребенок сразу привыкал к естественному виду животных./\n' +
      'На обороте каждой карточки малыша ждут загадки для закрепления изученных слов. /\n' +
      'Также все слова имеют перевод на английский язык, чтобы ребёнок сразу запоминал слова на двух языках. /\n' +
      'К набору идет отдельный лист с информацией для родителей, по использованию карточек./\n' +
      'При желании карточки можно заламинировать, для удобства в использовании.',
    payment: 'Добавьте желаемый товар или несколько товаров в корзину./\n' +
      'Нажмите кнопку оформить заказ, проверьте свой заказ и нажмите кнопку Оплатить. /\n' +
      'Обязательно проверьте точность указанного вами электронного адрес! /\n' +
      'На указанную вами почту, после прохождения оплаты придет письмо с сылкой или ссылками (если у вас несколько товаров). /\n' +
      'Перейдя по ссылке вам будет открыт доступ к файлам, можно скачивать, пользоваться в элекстронном формате или распечатывавть. Все файлы доступны в формате PDF. /\n Очень удобно.',
    video: 'Xa-u9Uoghek',
    link: 'https://drive.google.com/drive/folders/1jTRMWk7QvsGYq-Yi78M8Gl5i6zE7lI6B?usp=sharing'
  },
]

export const sorting = [
  {
    label: 'По возрасту:',
    isActive: false,
    id: 's2',
    options: [
      {name:'Все', id: 's2.1', isSelected: false},
      {name:'Малыши 0-1 года', id:'s2.2', isSelected:false},
      {name:'Малыши 1-2 года', id:'s2.3', isSelected:false},
      {name:'Дети 2-3 года', id:'s2.4', isSelected:false},
      {name:'Дети 3-4 года', id:'s2.5', isSelected:false},
      {name:'Дети 4-5 лет', id:'s2.6', isSelected:false}
    ],
    defaultValue: 'Все'
  },
  {
    label: 'По темам:',
    isActive: false,
    id: 's3',
    options: [
      {name:'Все', id:'s3.1', isSelected: false},
      {name:'Математика', id:'s3.2', isSelected:false},
      {name:'Логопедические карточки', id:'s3.3', isSelected:false},
      {name:'Окружающий мир', id:'s3.4', isSelected:false},
      {name:'Английский язык', id:'s3.5', isSelected:false},
      {name:'Общее развитие', id:'s3.6', isSelected:false},
    ],
    defaultValue: 'Все'
  }
]